[{"name":"AEROBIC CIRCUIT","desc":"Un allenamento dinamico e cardio per bruciare grassi e  tonificare  tutto il corpo!","keywords":["bruciagrassi","cardio"],"new":false},{"name":"ANUSARA YOGA","desc":"Anusara significa aprirsi alla Grazia. E’ un tipo di yoga dinamico basato sui principi di: azione, allineamento, attitudine.","keywords":["posturale","allungamento","tonificazione","respirazione"],"new":true},{"name":"ATHLETIC CIRCUIT","desc":"Allenamento tono e cardio ad alta intensità che sviluppa forza funzionale tramite movimenti semplici ed efficaci. Adatto a principianti e sfidante per i più allenati.","keywords":["tonificazione","cadio","forza"],"new":false},{"name":"CARDIO CIRCUIT","desc":"Corso ad alta INTENSITA’ , un equilibrato mix di esercizi aerobici e di tonificazione, con l’interessamento di tutti i gruppi muscolari.","keywords":["cardio","intensità"],"new":false},{"name":"CARDIO STEP","desc":"Lavoro a  360°  su tutti i gruppi muscolari, praticato con l’utilizzo dello step. Cardio, tonificazione (con l’uso di resistenze) e stretch.  Intenso, vario e divertente!\nL’allenamento che si concentra sui muscoli dell’addome, del torace  e della schiena per incrementare stabilità e reattività, contrastando il mal di schiena, uno dei disturbi diffusi.","keywords":["stabilità","mobilità","cardio","resistenza"],"new":false},{"name":"FIT BOXE","desc":"Ci si allena come dei veri pugili, al ritmo della musica. Un mix esplosivo ideale per bruciare molte calorie e per scaricare lo stress grazie ad un allenamento cardiovascolare intenso. I risultati? Massimo rassodamento!","keywords":["boxe","pugilato","esplosività","rassodamento"],"new":false},{"name":"FUN-CTIONAL BURN","desc":"Una lezione completa che mira al miglioramento del sistema cardiovascolare e muscolare con particolare beneficio sul metabolismo dei grassi. E’ una lezione di grande intensità e dinamicità! Utilizza movimenti realizzati grazie alla contrazione sinergica di più gruppi muscolari, cosiddetti funzionali.","keywords":["funzionale","intensità","metabolismo","forza"],"new":false},{"name":"FUN-CTIONAL TONE","desc":"Lezione intensa eseguita con movimenti funzionali dall’effetto tonificante ed allenante della forza. Un efficace allenamento al maschile e femminile. Con l’utilizzo di bilancieri e pesi per muscoli tonici e definiti. Provare per credere!","keywords":["funzionale","definizione","forza"],"new":false},{"name":"FUNCTIONAL TRAIN","desc":"Allenamento caratterizzato da movimenti multiarticolari svolti su diversi piani e assi, con l’utilizzo di resistenze e attrezzi vari, quali kettlebell, fune . Essere funzionali vuol dire essere forti, reattivi, agili, veloci, elastici, coordinati. Alleniamoci alla vita quotidiana!","keywords":["kettlebel","fune","funzionale","agilità","velocità"],"new":false},{"name":"G.A.G.","desc":"Lezione appositamente studiata per tonificare e modellare le zone dei glutei, delle gambe e degli addominali, con un programma  basato su esercizi di fitness di semplice esecuzione,  a tempo di musica. Il tutto completato da esercizi di stretching.","keywords":["glutei","gambe","addome","rassodamento"],"new":false},{"name":"GRAVITY PILATES","desc":"Un intenso allenamento di tonificazione muscolare in allungamento. L'obiettivo: sentire il corpo, avere coscienza delle fasce muscolari, acquisire consapevolezza raggiungendo il proprio punto di equilibrio. Nella versione super sono 30' di lavoro muscolare ad alta intensità! Gravity Upper coinvolge solo i muscoli del tronco.","keywords":["gravity","sospensione","allungamento","tonificazione"],"new":false},{"name":"GROUP CYCLING","desc":"Salite in sella ad una stationary-bike, impugnate il manubrio e incominciate a pedalare. Senza pensare a cosa state facendo sarete trascinati nella vostra corsa. Esercizio ideale per chi vuole migliorare la propria linea e la propria efficienza fisica DIVERTENDOSI!","keywords":["cycling","dimagrimento","cardio"],"new":false},{"name":"INTERVAL TRAINING","desc":"Lezione di tonificazione total body a circuito. Viene utilizzato  il TRAMPOLINO o lo STEP o il SACCO FIT BOXE  in alternanza a  resistenze: pesi/barre. EFFICACISSIMO per bruciare calorie divertendosi!","keywords":["calorie","trampolino","circuito","intensità"],"new":false},{"name":"PILATES & CIRCUIT","desc":"Una lezione veramente per tutti; semplici ed efficaci esercizi per migliorare il tono muscolare e pilates per la postura e la stabilizzazione addominale. Su base musicale, migliora anche l’ elasticità muscolare e la mobilità articolare. Ideale anche per chi vuole cominciare a fare attività fisica.","keywords":["posturale","streatching","ginnastica dolce"],"new":false},{"name":"PILATES GTS","desc":"Il Gravity System Pilates rappresenta la naturale evoluzione del metodo di Joseph Pilates. Le straordinarie caratteristiche allenanti quali controllo, coordinazione, allungamento assiale, lavoro della cintura addominale vengono esaltate attraverso la forza di gravità.","keywords":["controllo","coordinazione","posturale","allungamento"],"new":false},{"name":"PILATES MATWORK","desc":"Serie di esercizi sul materassino seguendo il programma tradizionale Pilates che propone gradualmente l’apprendimento di posizioni da svolgere col peso del proprio corpo, per aumentare forza ed elasticità, resistenza e concentrazione.","keywords":["elasticità","postura"],"new":false},{"name":"STEP","desc":"E' la lezione di fitness numero 1 al mondo. Un'ora di allenamento cardiovascolare e divertimento. Un intenso sali-scendi da un gradino di altezza variabile.","keywords":["cardio","coreografico"],"new":false},{"name":"TBW","desc":"Si pone l’obiettivo di allenare più gruppi muscolari, alcune volte singolarmente e altre in modo funzionale, per poter dare diversi input al nostro corpo, rendendolo più EFFICIENTE oltre che più TONICO. Gli esercizi sono svolti a corpo libero e/o con l’utilizzo di attrezzi (pesetti, bilanciere..) a singola ripetizione o a circuito.","keywords":["tonificazione","corpo libero","circuito"],"new":false},{"name":"TONE & STEP","desc":"Lezione combinata con semplice ma intenso lavoro cardiovascolare con lo step  alternata al lavoro muscolare con l’uso di piccoli attrezzi. Il tutto senza pause per poter così bruciare più calorie ed aumentare e stimolare il metabolismo.","keywords":["bruciagrassi","stimolo metabolico"],"new":false},{"name":"ZUMBA","desc":"E' “una festa”, è il nuovo modo di fare fitness! Dinamico, emozionante, a ritmo di musica latina. Zumba è un mix di movimenti","keywords":["divertimento","ritmo","musica","emozione"],"new":false}]