[{"name":"Cardio 50%","desc":"Prova","keywords":["muscoli","motivation","fisico","glutei"],"new":true},{"name":"Corso bello","desc":"è tutto molto bello","keywords":["bello","corso","funny"]},{"name":"Extreme G.A.G.","desc":"Intensità e cardio er bruciare, definire, scolpire, gambe, addominali e glutei! Senza lo step, a corpo libero. Efficacissimo!","keywords":["bello","corso","funny"]},{"name":"Extreme Tone","desc":"Un programma di tonificazione total body a basso impatto, un efficace allenamento al maschile e femminile. Con l’utilizzo di bilancieri e pesi per muscoli tonici e definiti.","keywords":["bello","corso","funny"]},{"name":"Gravity Pilates","desc":"Novità del momento! Un intenso allenamento di tonificazione muscolare in allungamento con l’utilizzo di speciali macchine. I movimenti sono lenti e controllati, la respirazione è parte integrante, la musica è lounge, per non distogliere dall’obiettivo primario: sentire il proprio corpo, avere coscienza delle fasce muscolari, acquisire consapevolezza raggiungendo il proprio punto di equilibrio.","keywords":["bello","corso","funny"]},{"name":"Hata Yoga","desc":"fashion&fitness, avvalendosi della collaborazione con la scuola di Yoga “Melograno”, diretta dal maestro Lino Colombi, apre ai suoi soci un’esperienza di pratica Yoga quale supporto fisico, respiratorio, posturale, per i praticanti di fitness. L’Hatha Yoga è visto come una lezione di esercizi fisici e stretching diversi dalla ginnastica occidentale. Ma Hatha Yoga è molto più di questo perché è un incontro con se stessi, una presa di coscienza sul proprio corpo e sulla propria mente. Con la pratica delle asana o posizioni, si realizza un incredibile lavoro sulla struttura muscolare, le articolazioni, la colonna vertebrale, gli organi interni e le ghiandole. Più si va avanti con la pratica dello yoga e più si possono vedere le strette relazioni che uniscono il proprio corpo con la mente, e come lavorando su una parte si lavora anche sull’altra. In questo modo si sviluppano miglioramenti incredibili in chi pratica, facendo sparire lo stress e tante altre patologie che senza rendersi conto vengono auto-provocate da noi stessi. Unendo poi alle asana gli esercizi di respirazione conosciuti come pranayama, o anche altre tecniche come la meditazione, lo yoga racchiude in sé tutta una serie di attività che aiutano le persone a centrare la propria mente e a mantenere il corpo sano, flessibile e forte, dissolvendo le tensioni e i blocchi dentro ciascuno. Grazie a tutti questi effetti e alla sua diffusione, l’Hata yoga si utilizza in molte occasioni come una forma di terapia per rilassare la mente e ritrovare la tranquillità interiore.","keywords":["bello","corso","funny"]},{"name":"Indoor Cycling","desc":"Salite in sella ad una spinning-bike, impugnate il manubrio e incominciate a pedalare. Senza pensare a ciò che state facendo sarete trascinati nella vostra corsa. Trasportati dalla musica, vi accorgerete che state facendo un ottimo allenamento, il vostro cuore e le vostre gambe “pompano”! Esercizio ideale per chi vuole migliorare la propria linea e la propria efficienza fisica divertendosi!","keywords":["bello","corso","funny"]},{"name":"Molo Street Parade","desc":"Prova senza nuovo","keywords":["molo","street","parade","#molo"],"new":false},{"name":"Prova ","desc":"Un corso semplicemnte di prova!","keywords":["una prova","provaDue","Prova3","provaquattro°°°"]},{"name":"Prova Dash Online","desc":"Prova inserimento di un corso per testare la dashboard online","keywords":["online","ds","dashboard","pubblica!"],"new":true},{"name":"Prova etichetta Nuovo","desc":"NUova Etichetta","keywords":["nuovo","etichetta","sereno!"],"new":true},{"name":"Sistemi Mobili","desc":"Sistemi mobili senza etichetta","keywords":["SM","D2D","mobileSystem","ciao","senza-etichetta"],"new":false},{"name":"Step","desc":"È la lezione di fitness n. 1 al mondo. Un’ora di allenamento cardiovascolare e divertimento. Un intenso sali-scendi da un gradino di altezza variabile. Adatto a tutti anche come preparazione atletica e presciistica.","keywords":["bello","corso","funny"]},{"name":"Super G.A.G.","desc":"Una lezione intensa di cardio per bruciare, definire, scolpire, gambe, addominali e glutei!","keywords":["bello","corso","funny"]},{"name":"TBW","desc":"Si pone l’obiettivo di allenare più gruppi muscolari, alcune volte singolarmente e altre in modo funzionale, per poter dare diversi input al nostro corpo, rendendolo più EFFICIENTE oltre che più TONICO. Gli esercizi sono svolti a corpo libero e/o con l’utilizzo di attrezzi (pesetti, bilanciere..) a singola ripetizione o a circuito.","keywords":["bello","corso","funny"]},{"name":"Thay Fit","desc":"Nata per portare nel mondo del fitness la massima tecnica degli sport da ring. Ogni lezione è una carica di energia grazie a 3 elementi: musica travolgente, combo di martial arts e l’uso di un sacco. Eseguire le tecniche della THAI FIT, oltre ad essere un ottimo allenamento e un modo per scaricare le tensioni, migliora le abilità motorie generali: coordinazione, prontezza di riflessi, scelta del tempo, equilibrio, forza, resistenza, agilità e percezione corporea.","keywords":["bello","corso","funny"]},{"name":"Tone & Step","desc":"Lezione combinata: semplice ma intenso lavoro cardiovascolare con lo step alternato al lavoro muscolare con l’uso di piccoli attrezzi. Il tutto senza pause per poter così bruciare più calorie ed aumentare e stimolare il metabolismo.","keywords":["bello","corso","funny"]},{"name":"Total ","desc":"GAG","keywords":["ddd","total gag"]},{"name":"Total G.A.G.","desc":"È un NUOVO workout che si propone di coinvolgere i muscoli di tutto il corpo dando particolare attenzione al tono muscolare delle GAMBE, ADDOMINALI e GLUTEI. Allena il corpo per affrontare in modo energico la vita quotidiana.","keywords":["bello","corso","funny"]}]